{
  "advisors": [
    {
      "id": "ad-01",
      "name": "Dr. Md. Mozammel Hoque",
      "designation": "Professor",
      "department": "Department of Food Engineering & Tea Technology",
      "biography": "Dr. Md. Mozammel Hoque is a dedicated and active member of the Shahjalal University of Science and Technology. With a profound commitment to student excellence and research, they have guided numerous projects and initiatives within the department. Their expertise spans across multiple disciplines, fostering a culture of innovation and academic rigor.",
      "contact": {
        "phone": "+8801715492961",
        "email": "hoque-fet@sust.edu",
        "address": "Room #300, Academic Building-E, SUST, Sylhet-3114, Bangladesh"
      },
      "profile_url": "/faculty/advisor1",
      "research_profile": "https://scholar.google.com/citations?user=bYDAhtoAAAAJ&hl=en",
      "profile_pic_url": "https://i.ibb.co.com/PGxwpWDj/Mozammel.jpg",
      "linkedin": "",
      "facebook": ""
    },
    {
      "id": "ad-02",
      "name": "Dr. Ahsan Habib",
      "designation": "Professor",
      "department": "Institute of Information and Communication Technology",
      "biography": "Dr. Md. Mozammel Hoque is a dedicated researcher and educator at the Institute of Information and Communication Technology, SUST. With expertise in information and communication technology, he has contributed significantly to research and academic development in the field.",
      "contact": {
        "phone": "+8801915796886",
        "email": "ahabib-ict@sust.edu",
        "address": "Room #221, IICT, Shahjalal University of Science and Technology, Sylhet-3114, Bangladesh"
      },
      "profile_url": "https://i.ibb.co.com/XZs2RSD3/ahabib.jpg",
      "research_profile": "",
      "profile_pic_url": "",
      "linkedin": "",
      "facebook": ""
    },
    {
      "id": "ad-03",
      "name": "Dr. Mohammad Kamruzzaman Khan Prince",
      "designation": "Associate Professor",
      "department": "Department of Electrical & Electronic Engineering",
      "biography": "Dr. Mohammad Kamruzzaman Khan Prince completed the Doctor of Philosophy (PhD) in Engineering from Deakin University, Australia, in 2023. He also holds a Bachelor of Science (B.Sc.) degree in Electrical and Electronic Engineering, which he obtained from the Rajshahi University of Engineering and Technology (RUET), Bangladesh, in 2012. Dr. Prince has been working as an Associate Professor in the Department of Electrical and Electronic Engineering (EEE) at Shahjalal University of Science and Technology (SUST), Sylhet, Bangladesh, since December 2023. He is keenly interested in researching the design of power electronic converters and controllers, energy storage systems, stability analysis for integrating renewable energy sources into power systems, and electric vehicles (EV).",
      "contact": {
        "phone": "+8801986431521",
        "email": "kamruzzaman-eee@sust.edu",
        "address": "Department of Electrical & Electronic Engineering, Shahjalal University of Science and Technology, Sylhet-3114, Bangladesh"
      },
      "profile_url": "https://i.ibb.co.com/8pghYyP/Prince-sust.jpg",
      "research_profile": "https://scholar.google.com/citations?user=YOUR_SCHOLAR_ID",
      "profile_pic_url": "",
      "linkedin": "https://www.linkedin.com/in/kamruzzaman-khan-prince/",
      "facebook": ""
    },
    {
  "id": "ad-04",
  "name": "Dr. Md. Ahsanul Islam",
  "designation": "Associate Professor",
  "department": "Department of Oceanography",
  "biography": "Dr. Md. Ahsanul Islam is working as an Associate Professor at Department of Oceanography, Shahjalal University of Science and Technology, Sylhet. He has finished his Doctor of Philosophy (PhD) degree from the University Malaysia Terengganu (UMT), Malaysia in the field of Coastal Ecology. He also received his MS degree in Marine Science (Oceanography Branch) from the Institute of Marine Sciences and Fisheries, University of Chittagong, followed by B. Sc. (Hons.) degree in Marine Science from the same institute. His teaching and research areas are Marine ecology, Fish biology, Climate change and Fisheries management. Dr. Islam authored over 14 publications, including peer-reviewed journal articles, monographs, book chapters and refereed conference/seminar articles.",
  "contact": {
    "phone": "+8801920653592",
    "email": "ahsanislam-ocg@sust.edu",
    "address": "Department of Oceanography, Shahjalal University of Science and Technology, Sylhet-3114, Bangladesh"
  },
  "profile_url": "https://i.ibb.co.com/Y7h10pV4/ahsan-ocg.jpg",
  "research_profile": "",
  "profile_pic_url": "",
  "linkedin": "",
  "facebook": "https://www.facebook.com/ahsan.islam.779"
},
    {
  "id": "ad-05",
  "name": "Dr. Md. Azizul Baten",
  "designation": "Professor & Head",
  "department": "Department of Statistics",
  "biography": "Professor Dr. Md. Azizul Baten (Grade-1) currently is working in the Department of Statistics, School of Physical Sciences, Shahjalal University of Science and Technology (SUST), Bangladesh. Previously he had been working as an Administrator Library and Librarian (In Charge), Central Library, SUST; Research Specialist (Part Time) in the Leading University, Sylhet; as a Visiting Associate Professor in Universiti Utara Malaysia; as a Visiting Researcher in Universiti Sains Malaysia; and Researcher in Ehime University, Japan. Since 1995 Professor Baten has 29 years + teaching and research experiences in Bangladesh, Japan and Malaysia. He completed his Post-doctorate in Operation Research from Universiti Sains Malaysia; completed Ph.D. in Statistics, Jahangirnagar University; B.Sc. Honors in Statistics, M.Sc. in Statistics from University of Dhaka, Bangladesh. He has an internationally recognized expertise and research interest in many areas of Stochastic frontier and Meta-frontier production function models, Data Envelopment Analysis with applications to multidisciplinary like Banking, Insurance, Stock market, Agriculture, Health, Education, Administration etc.; Operations Research; Inventory Control problem with application, Stochastic optimal control with applications to Finance, Economics etc. Professor Baten published over 225 research works including 179 scientific journal articles with ISI science citation, Scopus index; 50 conference proceedings, 7 book chapter books/books and 44 review articles. Prof. Baten guided MS-16 and 4 PhD, 1 MPhil students and handled research projects nationally and internationally as well as reviewed many research articles and research projects. Prof. Baten presented several technical talks as an invited speaker into the different international conferences and conducted many research workshops in nation and abroad. Prof. Baten was an overseas expert member of Professor Selection Board in Management Studies in Gomal University, Pakistan. He was a member of the committee for (1) Research, Consultation and Publication (2) Promotion and Internationalization, in Universiti Utara Malaysia.",
  "contact": {
    "phone": "+8801716262947",
    "email": "baten-sta@sust.edu",
    "address": "Department of Statistics, Shahjalal University of Science and Technology, Sylhet-3114, Bangladesh"
  },
  "profile_url": "https://i.ibb.co.com/SFkMm2V/MAB-Sir-New.jpg",
  "research_profile": "",
  "profile_pic_url": "",
  "linkedin": "",
  "facebook": ""
}
  ]
}
